Repository: mlocati/MediaData
Catalog: frmOptions.*.resx
Languages: it

# lblNormalizeVideo.Text
source: Convert videos to MP4
it: Conversione dei video a MP4

# lblSetFiledateOnMetadata.Text
source: Set file dates to metadata value
it: Imposta date dei file ai metadati

# btnCancel.Text
source: Cancel
it: Annulla

# btnAccept.Text
source: Save
it: Salva

# lblProcessingOutput.Text
source: Show processing output for:
it: Mostra l'output quando si processa:

# chkDeleteToTrash.Text
source: Move files to trash instead of deleting them
it: Metti i file nel cestino invece che eliminarli

# tpGeneral.Text
source: General
it: Generale

# lblLanguage.Text
source: Language
it: Lingua

# lblMaxErrVertical.Text
source: Max vertical distance error
it: Errore max distanza verticale

# lblMaxErrDefLabelVertical.Text
source: m. - Default:
it: m. - Predefinito:

# lblMaxErrDefLabelHorizontal.Text
source: m. - Default:
it: m. - Predefinito:

# lblMaxErrHorizontal.Text
source: Max horizontal distance error
it: Errore max distanza orizzontale

# tpProcessingOutput.Text
source: Processing output
it: Output delle elaborazioni

# tpMaps.Text
source: Maps
it: Mappe

# lnkEnabledMapProviders_None.Text
source: select none
it: seleziona nulla

# lnkEnabledMapProviders_Default.Text
source: revert to default list
it: ripristina elenco predefinito

# lnkEnabledMapProviders_All.Text
source: select all
it: seleziona tutto

# lblEnabledMapProviders.Text
source: Enabled map providers
it: Fornitori abilitati delle mappe

# lnkGoogleAPI_Elevation_Get.Text
source: Get an API key
it: Ottieni una chiave delle API

# lnkGoogleAPI_Elevation_Check.Text
source: Check this key
it: Verifica questa chiave

# lblGoogleAPI_Elevation.Text
source: Google Key for Elevation API
it: Chiave delle API di Google Elevation

# lnkMaps_ClearCache.Text
source: Clear maps cache
it: Cancella cache

# chkMaps_Cache.Text
source: Use cache for maps
it: Usa la cache per le mappe

# $this.Text
source: Options
it: Opzioni
