Repository: mlocati/MediaData
Catalog: i18n.*.resx
Languages: it

# GlobalTag_X
source: Global tag {0}
it: Tag globale {0}

# GPS_date_without_time
source: GPS date without GPS time.
it: Data GPS senza ora GPS.

source: GPS tag
it: Tag GPS

# GPS_time_without_date
source: GPS time without GPS date.
it: Ora GPS senza data GPS.

# Invalid_tag_X_value_V
source: Invalid value of tag "{0}" ("{1}").
it: Il tag "{0}" contiene un valore non valido ("{1}").

source: Missing latitude.
it: Manca la latitudine.

# Missing_latituderef
source: Missing latitude reference.
it: Manca il riferimento della latitudine.

source: Missing longitude.
it: Manca la longitudine.

# Missing_longituderef
source: Missing longitude reference.
it: Manca il riferimento della longitudine.

source: Multiple GPS positions found.
it: Sono state trovate più posizioni GPS.

# Multiple_tags_found
source: Multiple tags "{0}" found.
it: Sono stati trovati più tag "{0}".

# No_video_audio
source: Unable to find any video or audio track.
it: Non è stata trovata alcuna traccia video o audio.

# StreamTag_X
source: Stream tag {0}
it: Tag del flusso {0}

# Unsupported_stream_type_X
source: Unsupported stream type: "{0}".
it: Tipo di flusso non supportato: "{0}".

# Failed_process_file_X
source: Failed to process file "{0}".
it: Non è stato possibile processare il file "{0}".

# Unsupported_file_type_X
source: No processor found for files of type "{0}".
it: Non è stato trovato alcun processore per i file di tipo "{0}".

# Confirm_video_normalization
source: Do you want to normalize the video?
it: Normalizzare il video?

# Following_error_occurred_X
source: The following error occurred: {0}
it: Si è verificato il seguente errore: {0}

# NormalizeCase_Always
source: Always
it: Sempre

# NormalizeCase_AlwaysAsk
source: Always ask
it: Chiedi sempre

# NormalizeCase_AlwaysOnError
source: Always on error
it: Sempre se si verifica un errore

# NormalizeCase_AskOnError
source: Ask on error
it: Chiedi se si verifica un errore

# NormalizeCase_Never
source: Never
it: Mai

# Confirm_new_metadata_timestamp
source: Do you want to change the metadata date/time to {0}?
it: Modificare la data dei metadati in {0}?

# File_not_found_X
source: Unable to find the file {0}
it: Non è stato possibile trovare il file {0}

# Parsing_folder_X
source: Parsing folder {0}...
it: Analisi della cartella {0}...

# Processing_file_X
source: Processing file {0}...
it: Elaborazione del file {0}...

# Select_media_source_dir
source: Select the media source folder
it: Selezionare la cartella che contiene i file multimediali

# Retrieved_elevation_wrong
source: The retrieved elevation is wrong.
it: L'elevazione recuperata è errata.

# Select_at_least_one_map_provider
source: Please select at least one map provider.
it: Selezionare almeno un fornitore di mappe.

# This_Google_Elevation_API_Key_good
source: This Google Elevation API Key is valid.
it: Questa chiave delle API di Google Elevation è valida.

source: Videos (when transcoding)
it: Video (con transcodifica)

# _cache_size_X_
source: (cache size: {0})
it: (dimensione cache: {0})

# Confirm_remove_timestamp
source: Are you sure you want to remove the date/time?
it: Rimuovere la data/ora?

# Confirm_remove_position
source: Are you sure you want to remove the position?
it: Rimuovere la posizione?

# Filetype_dont_support_altitude
source: Altitude not supported for this kind of files
it: L'altezza non è supportata da questo tipo di file

# Missing_Google_Elevation_API_Key_Ask_open_options
source: This function requires the Google API Key to be set in the options window. Do you want to open it now?
it: Questa fuzione richiede che nelle opzioni sia impostata una chiave delle API di Google. Aprire la finestra delle opzioni adesso?

# _precision_is_X
source: (precision: {0})
it: (precisione: {0})

source: (precision not available)
it: (precisione non disponibile)

# Async_operation_already_running
source: Asynchronous operation already running.
it: L'operazione asincrona è già in esecuzione.

# Missing_tool_message
source: The {0} tool is missing. Do you want to download it now? PS: you should save it here: {1}
it: Manca lo strumento {0}. Scaricarlo adesso? PS: va salvato qui: {1}

# Program_failed_with_returncode
source: Program failed with exit code {0:N0}
it: Il programma è fallito ed ha ritornato il codice {0:N0}

# System_function_X_failed
source: The system function "{0}" failed.
it: La funzione di sistema "{0}" è fallita.

# GoogleElevationRequest_denied
source: The Google Elevation API did not complete the request (make sure you specified a valid API Key).
it: La richiesta alle API di Google Elevation non è stata completata (assicurarsi di aver specificato una chiave delle API valida).

# GoogleElevationRequest_malformed
source: The Google Elevation API request was malformed.
it: La richiesta alle API di Google Elevation API non è corretta.

# GoogleElevationRequest_overquota
source: The Google Elevation API reached the quota limit.
it: È stato raggiunto il limite di richieste alle API di Google Elevation.

# Invalid_Google_Elevation_API_Key
source: The Google Elevation API key is not valid.
it: La chiave API di Google Elevation non è valida.

# Invalid_response_missing_node_X
source: Invalid response: missing "{0}" node.
it: Risposta non valida: manca il nodo "{0}".

# Invalid_response_node_X_bad_value_Y
source: Invalid response: bad value of the "{0}" node ("{1}").
it: Risposta non valida: valore errato del nodo "{0}" ("{1}").

# Invalid_response_too_many_X_nodes
source: Invalid response: too many "{0}" nodes.
it: Risposta non valida: troppi nodi "{0}".

# Missing_Google_Elevation_API_Key
source: No Google Elevation API key specified.
it: Non è stata specificata la chiave delle API di Google Elevation.

# No_server_response
source: No response from the server.
it: Nessuna risposta dal server.

# Unable_to_unserialize_position_from_X
source: Unable to convert "{0}" to a position.
it: Non è stato possibile convertire "{0}" in una posizione.

# GMapProvider_ArcGIS_Imagery_World_2D_Map
source: ArcGIS - Imagery world 2D
it: ArcGIS - Immagini del mondo in 2D

# GMapProvider_ArcGIS_ShadedRelief_World_2D_Map
source: ArcGIS - Shaded relief world 2D
it: ArcGIS - Rilievo ombreggiato del mondo in 2D

# GMapProvider_ArcGIS_StreetMap_World_2D_Map
source: ArcGIS - Street world 2D
it: ArcGIS - Strade del mondo in 2D

# GMapProvider_ArcGIS_Topo_US_2D_Map
source: ArcGIS - Topo US 2D
it: ArcGIS - Topo USA in 2D

# GMapProvider_ArcGIS_World_Physical_Map
source: ArcGIS - World physical
it: ArcGIS - Mondo fisico

# GMapProvider_ArcGIS_World_Shaded_Relief_Map
source: ArcGIS - World shaded relief
it: ArcGIS - Rilievo ombreggiato del mondo

# GMapProvider_ArcGIS_World_Street_Map
source: ArcGIS - World street
it: ArcGIS - Strade del mondo

# GMapProvider_ArcGIS_World_Terrain_Base_Map
source: ArcGIS - World terrain
it: ArcGIS - Terreno del mondo

# GMapProvider_ArcGIS_World_Topo_Map
source: ArcGIS - World topo
it: ArcGIS - Topografia del mondo

# GMapProvider_BingHybridMap
source: Bing - Hybrid
it: Bing - Ibrida

# GMapProvider_CzechHistoryMap
source: Czech - History
it: Repubblica Ceca - Storica

# GMapProvider_CzechHybridMap
source: Czech - Hybrid
it: Repubblica Ceca - Ibrida

# GMapProvider_CzechMap
source: Czech
it: Repubblica Ceca

# GMapProvider_CzechSatelliteMap
source: Czech - Satellite
it: Repubblica Ceca - Satellite

# GMapProvider_CzechTuristMap
source: Czech - Turist
it: Repubblica Ceca- Turistica

# GMapProvider_GoogleChinaHybridMap
source: Google China - Hybrid
it: Google Cina - Ibrida

# GMapProvider_GoogleChinaMap
source: Google China
it: Google Cina

# GMapProvider_GoogleChinaSatelliteMap
source: Google China - Satellite
it: Google Cina - Satellite

# GMapProvider_GoogleChinaTerrainMap
source: Google China - Terrain
it: Google Cina - Terreno

# GMapProvider_GoogleHybridMap
source: Google - Hybrid
it: Google - Ibrida

# GMapProvider_GoogleKoreaHybridMap
source: Google Korea - Hybrid
it: Google Korea - Ibrida

# GMapProvider_GoogleTerrainMap
source: Google - Terrain
it: Google - Terreno

# GMapProvider_LatviaMap
source: Latvia
it: Lettonia

# GMapProvider_LithuaniaHybridMap
source: Lithuania - Hybrid
it: Lituania - Ibrida

# GMapProvider_LithuaniaHybridMapOld
source: Lithuania - Hybrid (old)
it: Lituania - Ibrida (vecchia)

# GMapProvider_LithuaniaMap
source: Lithuania
it: Lituania

# GMapProvider_LithuaniaOrtoFotoMap
source: Lithuania - Ortho photo
it: Lituania - Ortofoto

# GMapProvider_LithuaniaOrtoFotoMapOld
source: Lithuania - Ortho photo (old)
it: Lituania - Ortofoto (vecchia)

# GMapProvider_LithuaniaTOP50
source: Lithuania - TOP50
it: Lituania - TOP50

# GMapProvider_Lithuania_2_5d_Map
source: Lithuania - 2.5D
it: Lituania - 2.5D

# GMapProvider_MapBender_WMS_demo
source: MapBender - WMS demo
it: MapBender - Demo WMS

# GMapProvider_NearHybridMap
source: Near - Hybrid
it: Near - Ibrida

# GMapProvider_None
source: (none)
it: (nessuna)

# GMapProvider_OpenCycleLandscapeMap
source: OpenCycle - Landscape
it: OpenCycle - Paesaggio

# GMapProvider_OpenCycleTransportMap
source: OpenCycle - Transport
it: OpenCycle - Trasporti

# GMapProvider_OpenSeaMapHybrid
source: OpenSea - Hybrid
it: OpenSea - Ibrida

# GMapProvider_OpenStreetMapQuestHybrid
source: OpenStreetMap Quest - Hybrid
it: OpenStreetMap Quest - Ibrida

# GMapProvider_OviHybridMap
source: Ovi - Hybrid
it: Ovi - Ibrida

# GMapProvider_OviTerrainMap
source: Ovi - Terrain
it: Ovi - Terreno

# GMapProvider_SpainMap
source: Spain
it: Spagna

# GMapProvider_TurkeyMap
source: Turkey
it: Turchia

# GMapProvider_YahooHybridMap
source: Yahoo - Hybrid
it: Yahoo - Ibrida

# GMapProvider_YandexHybridMap
source: Yandex - Hybrid
it: Yandex - Ibrida

# Ask_remove_readonly_file_X
source: The file {0} is write-protected. Do you want to set it as writable?
it: Il file {0} è protetto da scrittura. Impostarlo come scrivibile?

source: FFprobe (part of FFmpeg)
it: FFprobe (fa parte di FFmpeg)

# SetFileDates_Never
source: Never
it: Mai

# SetFileDates_ReadingWriting
source: Parsing source files and writing meta
it: Leggendo i file e scrivendo i metadati

# SetFileDates_Writing
source: When writing meta data
it: Quando si scrivono i metadati

# Unable_to_set_new_metadata
source: It was not possible to set the new metadata.
it: Non è stato possibile impostare i nuovi metadati.

# AutomaticallyChooseLanguage_X
source: Automatic ({0})
it: Automatica ({0})

source: <error>
it: <errore>

source: <unsupported type>
it: <tipo non supportato>

# SelectionOperations_DeltaTimestamp
source: Change meta timestamp
it: Cambia data/ora dei metadati

# SelectionOperations_PleaseSelect
source: (select the operation)
it: (selezionare l’operazione)

# SelectionOperations_RenameFiles
source: Rename files
it: Rinomina i file

# DeltaOperationUnit_days
source: days
it: giorni

# DeltaOperationUnit_hours
source: hours
it: ore

# DeltaOperationUnit_minutes
source: minutes
it: minuti

# DeltaOperationUnit_seconds
source: seconds
it: secondi

source: Please select at least one file.
it: Selezionare almeno un file.

# Please_specify_delta_time
source: Please specify the time interval to add/substract to the metadata.
it: Specificare l’intervallo temporale da aggiungere/sottrarre ai metadati.

# ExtensionFormats_KeepCase
source: Keep original case
it: mantieni originale

# ExtensionFormats_LowerCase
source: Lower case
it: minuscole

# ExtensionFormats_UpperCase
source: Upper case
it: maiuscole

# BatchRename_Format_Keep
source: Keep original pattern
it: mantieni lo schema originario

source: Format not set
it: formato non impostato

source: Day
it: Giorno

# File_not_in_directory
source: The file has not been found in the directory
it: Il file non è stato trovato nella cartella

source: Hours
it: Ore

# Invalid_char_in_file_name_X
source: Invalid char '{0}' in file name
it: Carattere '{0}' non valido nel nome del file

source: Minutes
it: Minuti

source: Month
it: Mese

# Multiple_directories_found
source: Multiple directories have been found
it: Sono state rilevate più cartelle

source: No format specified
it: Nessun formato specificato

# No_timestamp_in_metadata
source: No date/time found in metadata
it: Data/ora non trovate nei metadati

source: Overlapping file names
it: I nomi dei file si sovrappongono

source: Seconds
it: Secondi

source: Year
it: Anno

# ShortTime_days
source: d
it: g

# ShortTime_hours
source: h
it: o

# Metadata_timestamp_set_to_X
source: Metadata date/time set to {0}
it: Data/ora dei metadati impostata a {0}

source: Processing...
it: Elaborazione in corso...

# Going_to_set_metadata_timestamp_to_X
source: Will set metadata date/time to {0}
it: Verrà impostata la data/ora nei metadati a {0}

# About_X
source: About {0}
it: Informazioni su {0}

# Version_X
source: Version {0}
it: Versione {0}

# Licenses_directory_not_found
source: The folder containing the licenses does not exist.
it: La cartella contenente le licenze non è stata trovata.

# Current_version_X
source: Current version: {0}
it: Versione corrente: {0}

# Released_on_X
source: Released on {0}
it: Rilasciata il {0}

source: Release notes:
it: Note di rilascio:

# Your_version_of_X_is_the_latest_one
source: You have installed the latest version of {0}.
it: La versione di {0} installata è la più recente.

# Original_filename_dont_contain_timestamp
source: Original file name does not contain date/time.
it: Il nome del file originale non contiene una data/ora.

source: Downloaded bytes
it: Byte scaricati

source: Total size
it: Dimensione totale
